import css from "./About.module.css";

const About = () => {
  return (
    <article className={css.artic}>
      <h2 className={css.h2}>
        Колекція значків, медалей та газетних публікацій зі спортивного
        <br />
        орієнтування в Україні
      </h2>
      <p className={css.text}>
        Представляємо вашій увазі унікальну колекцію значків, медалей та
        газетних публікацій, що ілюструють розвиток спортивного орієнтування в
        Україні. Завдяки цій колекції ви зможете глибше зрозуміти історію
        становлення нашого виду спорту, діяльність туристичних організацій та
        клубів, а також процес створення Федерації спортивного орієнтування
        України.
      </p>
      <h3 className={css.h3}>Історія та розвиток</h3>
      <p className={css.text}>
        Федерація спортивного орієнтування України бере свій початок у 1962 році
        як Комісія зі зльотів та змагань при Українській республіканській раді з
        туризму. Згодом вона функціонувала як Республіканська секція
        орієнтування на місцевості при УРРТЕ, а пізніше отримала свою нинішню
        назву.
      </p>
      <p className={css.text}>
        У 1960–70-х роках майже всі великі змагання у визнаних центрах
        українського орієнтування (Київ, Одеса, Львів, Харків, Дніпро, Полтава,
        Луганськ, Крим) супроводжувалися випуском пам’ятних значків. Це були
        значки клубів туристів і секцій орієнтування, чемпіонатів та Кубків
        України, змагань міст і областей, традиційних туристичних зльотів,
        матчевих зустрічей, клубних та відомчих турнірів, а також особливих
        подій, таких як зустрічі Нового року орієнтувальниками Києва та Харкова
        чи навіть весілля спортсменів-орієнтувальників.
      </p>
      <p className={css.text}>
        На жаль, у період тотальної русифікації, щоб уникнути можливих репресій,
        багато значків випускалася російською мовою, траплялися й двомовні
        екземпляри.
      </p>
      <h3 className={css.h3}>Колекціонування значків</h3>
      <p className={css.text}>
        Наприкінці ХХ століття колекціонування значків стало популярним серед
        спортсменів та організаторів змагань. Регулярно проводилися зустрічі
        колекціонерів, конкурси на кращий ескіз значка або емблеми змагань.
        Випускалися каталоги туристичних значків, де значкам зі спортивного
        орієнтування було присвячено окремий розділ (на жаль, ці каталоги наразі
        відсутні в нашому розпорядженні).
      </p>
      <p className={css.text}>
        На цьому сайті представлені значки з колекцій киянина Бориса Леві
        (1932-2024), одесита Віктора Юрдіка - їх значки зберігаються у Василя
        Бортника (вдячність п. Василю за фотографії колекцій), львівського
        американця Майкла (Михайла) Шифмана та Олександра Цепурдея з Мукачева.
      </p>
      <h3 className={css.h3}>Запрошуємо до співпраці!</h3>
      <p className={css.text}>
        Ми розраховуємо на поповнення цієї виставки новими експонатами. Якщо у
        ваших архівах збереглися значки, статті з регіональної преси про
        змагання зі спортивного орієнтування в Україні або інші цікаві
        матеріали, просимо надіслати їх фото на нашу адресу:
      </p>
    </article>
  );
};

export default About;
