export const veteransData = [
  {
    id: 1,
    image: "1.jpg",
    name: "Еллаїда Степаненко та Геннадій Корчевський",
    category: "achievement",
    text: [
      "Перші медалі Світового Кубку ветеранів IOF (Veterans World Cup) для України – бронзові – вибороли 1990 року в Угорщині Еллаїда Степаненко та Геннадій Корчевський (WM45)."
    ]
  },
  {
    id: 2,
    image: "2.jpg",
    name: "Тетяна Божко та Микола Божко",
    category: "achievement",
    text: [
      "Першу перемогу у Світовому Кубку ветеранів (Veterans World Cup) для України виборола 1997 року у США Тетяна Божко (W40).",
      "Першу перемогу у чемпіонаті світу серед ветеранів (World Masters Orienteering Championships) для України виборов 2014 року у Бразилії Микола Божко (M65)."
    ]
  },
  {
    id: 3,
    image: "21.jpg",
    name: "Кристина та Артем Стрижак",
    category: "achievement",
    text: [
      'Перші для України медалі зимових Всесвітніх ігор майстрів (Winter World Masters Games - найбільший у світі фестиваль зимових видів спорту для людей 30+ років), які 2020 року проходили у Австрії, здобули Кристина та Артем Стрижак. Кристина виборола два "золота" (middle + long W30), Артем – "срібло" (sprint М30) та дві "бронзи" (middle + long).'
    ]
  },
  {
    id: 4,
    image: "7.jpg",
    name: "Олена Рудакова, Дніпро / Olena Rudakova, Dnipro",
    year: "1960",
    achievements: [
      "триразова чемпіонка світу серед ветеранів 2021, Угорщина (middle W60), 2025, Іспанія (middle + long W65);",
      "тричі віцечемпіонка світу серед ветеранів: 2023, Словаччина (middle W60), 2025, Іспанія (sprint W65), 2026, Польща (middle W65);",
      "бронзова призерка чемпіонату світу серед ветеранів 2021, Угорщина (long W60)."
    ]
  },
  {
    id: 5,
    image: "3.jpg",
    name: "Микола Божко, Черкаси / Mykola Bozhko, Cherkasy",
    year: "1949",
    achievements: [
      "дворазовий чемпіон світу серед ветеранів: 2014, Бразилія, (long M65); 2019, Латвія, (middle M70);",
      "триразовий віцечемпіон світу серед ветеранів: 2006, Австрія (М55); 2015, Швеція (sprint M65); 2018, Данія (long M65);",
      "чотириразовий бронзовий призер чемпіонатів світу серед ветеранів: 2011, Угорщина (long М60); 2021, Угорщина (sprint M70); 2023, Словаччина (long M70), 2025, Іспанія (sprint М75)."
    ]
  },
  {
    id: 6,
    image: "4.jpg",
    name: "Олександр Марчук, Вінниця / Oleksandr Marchuk, Vinnytsia",
    year: "1986",
    achievements: [
      "триразовий чемпіон світу серед ветеранів: 2022, Італія (middle M35); 2023, Словаччина (sprint + long M35);",
      "віцечемпіон світу серед ветеранів 2023, Словаччина (middle M35)"
    ]
  },
  {
    id: 7,
    image: "19.jpg",
    name: "Надія Волинська, Львів / Nadiya Volynska, Lviv",
    year: "1984",
    achievements: [
      "дворазова чемпіонка світу серед ветеранів 2025, Іспанія (sprint + middle W40)."
    ]
  },
  {
    id: 8,
    image: "5.jpg",
    name: "Лілія Пох, Запоріжжя / Liliia Pokh, Zaporizhzhia",
    year: "1934-2021",
    achievements: [
      "чемпіонка світу серед ветеранів 2010, Швейцарія (long W75);",
      "чотириразова віцечемпіонка світу серед ветеранів: 1995, Росія (W60); 2006, Австрія (W70); 2008, Португалія (long W70); 2010, Швейцарія (sprint W75);",
      "бронзова медалістка чемпіонату світу серед ветеранів 1999, Данія (W65)."
    ]
  },
  {
    id: 9,
    image: "6.jpg",
    name: "Сергій Бабич, Мукачево-Львів / Serhiy Babych, Mukachevo-Lviv",
    year: "1983",
    achievements: [
      "чемпіон світу серед ветеранів 2023, Словаччина (sprint M40);",
      "дворазовий віцечемпіон світу серед ветеранів 2021, Угорщина (sprint + long M35);",
      "двічі бронзовий призер чемпіонатів світу: 2021, Угорщина (middle M35); 2022, Італія (long M35)."
    ]
  },
  {
    id: 10,
    image: "8.jpg",
    name: "Тетяна Божко, Черкаси / Tetyana Bozhko, Cherkasy",
    year: "1957",
    achievements: [
      "володарка ветеранського Кубку світу 1997, США (W40)."
    ]
  },
  {
    id: 11,
    image: "9.jpg",
    name: "Юрій Омельченко, Чернівці / Yuri Omeltchenko, Chernivtsi",
    year: "1971",
    achievements: [
      "дворазовий віцечемпіон світу серед ветеранів 2012, Німеччина (sprint + long M40)."
    ]
  },
  {
    id: 12,
    image: "10.jpg",
    name: "Марія Семак, Мукачево / Mariya Semak, Mukachevo",
    year: "1985",
    achievements: [
      "дворазова віцечемпіонка світу серед ветеранів 2023, Словаччина (sprint + middle W35)."
    ]
  },
  {
    id: 14,
    image: "20.jpg",
    name: "Олена Капара, Херсон / Olena Kapara, Kherson",
    year: "1970",
    achievements: [
      "віцечемпіонка світу 2025, Іспанія (long W55);",
      "дворазова віцечемпіонка світу серед ветеранів 2026, Польща (sprint + middle W55)."
    ]
  },
  {
    id: 13,
    image: "17.jpg",
    name: "Іван Тумак, Чернівці / Ivan Tumak, Chernivtsi",
    year: "1957",
    achievements: [
      "віцечемпіон світу серед ветеранів 2022, Італія (long M65)."
    ]
  },
  {
    id: 15,
    image: "18.jpg",
    name: "Олександр Чобан, Чернівці / Oleksandr Choban, Chernivtsi",
    year: "1987",
    achievements: [
      "триразовий бронзовий призер чемпіонатів світу серед ветеранів: 2022, Італія (middle M35); 2023, Словаччина (sprint M35), 2025, Іспанія (middle M35)."
    ]
  },
  {
    id: 16,
    image: "11.jpg",
    name: "Владислав Ласкаржевський, Дніпро / Vladyslav Laskarzhevsky, Dnipro",
    year: "1982",
    achievements: [
      "дворазовий бронзовий призер чемпіонатів світу серед ветеранів: 2018, Данія (long M35), 2019, Латвія (long M35)."
    ]
  },
  {
    id: 17,
    image: "13.jpg",
    name: "Еллаїда Степаненко, Київ / Ellaida Stepanenko, Kyiv",
    year: "1941",
    achievements: [
      "бронзова призерка ветеранського Кубку світу 1990, Угорщина (W45)."
    ]
  },
  {
    id: 18,
    image: "14.jpg",
    name: "Геннадій Корчевський, Харків / Gennadiy Korchevsky, Kharkiv",
    year: "1943-2024",
    achievements: [
      "бронзовий призер ветеранського Кубку світу 1990, Угорщина (М45)."
    ]
  },
  {
    id: 19,
    image: "15.jpg",
    name: "Наталія Шарапова, Харків / Nataliia Sharapova, Kharkiv",
    year: "1973",
    achievements: [
      "бронзова призерка чемпіонату світу серед ветеранів 2023, Словаччина (long W50)."
    ]
  },
  {
    id: 23,
    image: "25.jpg",
    name: "Олександр Кратов, Феодосія-Львів / Oleksandr Kratov, Feodosia-Lviv",
    year: "1985",
    achievements: [
      "бронзовий призер чемпіонату світу серед ветеранів 2026, Польща (middle M40)."
    ]
  },
  {
    id: 20,
    image: "22.jpg",
    name: "Олександра Пархоменко, Київ / Oleksandra Parkhomenko, Kyiv",
    year: "1989",
    achievements: [
      "триразова чемпіонка світу зі Ski-O серед ветеранів 2026, Болгарія (sprint + middle + long W35);",
      "чотириразова віцечемпіонка світу зі Ski-O серед ветеранів: 2024, Естонія (sprint W35); 2025, Німеччина (sprint + middle + long W35)."
    ]
  },
  {
    id: 21,
    image: "23.jpg",
    name: "Костянтин Марич, Київ / Kostiantyn Marych, Kyiv",
    year: "1985",
    achievements: [
      "дворазовий бронзовий призер чемпіонату світу зі Ski-O серед ветеранів: 2020, Австрія (middle М35); 2022, Болгарія (long M35)."
    ]
  },
  {
    id: 22,
    image: "24.jpg",
    name: "Олександр Калінкін, Київ / Oleksandr Kalinkin, Kyiv",
    year: "1974",
    achievements: [
      "бронзовий призер чемпіонату світу Ski-O серед ветеранів 2022, Болгарія (sprint M45)."
    ]
  }
];