export const heroes = [
  {
    id: 1,
    image: "1 Єгор Басюк.jpg",
    name: "Єгор Юрійович Басюк",
    dates: "10 лютого 2004 – 24 травня 2026",
    text: [
      "Випускник (з відзнакою) Східно-Середземноморського кіпрського університету за спеціальністю «Міжнародні фінанси та банківська справа». Попереду на нього чекала успішна міжнародна кар'єра, однак він свідомо повернувся до України.",
      "З дитинства у Вінниці займався спортивним орієнтуванням, першим тренером був батько – Юрій Петрович Басюк, пізніше у Вінницькій МДЮСШ №2 – Людмила Павлівна Пронтішева. Неодноразово ставав переможцем і призером всеукраїнських змагань, кандидат у майстри спорту України.",
      "Ще до вступу на військову службу Єгор самостійно вивчав топографію, опановував керування безпілотними літальними апаратами, проходив спеціалізовані курси та готувався до захисту України. У 2025 році вступив до Сил оборони України. Після підготовки проходив службу у спеціальному підрозділі Служби безпеки України (позивний «Парадокс»).",
      "23 травня 2026 року під час виконання бойового завдання потрапив під ворожий обстріл. Наступного дня помер у лікарні від отриманих поранень. За мужність і героїзм Єгору Басюку посмертно присвоєно військове звання старшого сержанта та нагороджено медаллю «За відвагу»."
    ]
  },
  {
    id: 2,
    image: "2 Олександр Бричук.jpg",
    name: "Олександр Васильович Бричук",
    dates: "11 травня 1976 – 16 серпня 2014",
    text: [
      "Орієнтувальник, спортсмен-турист і педагог. Неодноразовий призер чемпіонатів України зі спортивного туризму та спортивного орієнтування. Керував спортивно-оздоровчим табором для дітей та молоді, організовував змагання для юних рятувальників. Був головою Севастопольського міського відділення Всеукраїнського громадського дитячого руху «Школа безпеки».",
      "Після початку російської окупації Криму залишив Севастополь і добровольцем став на захист України. Служив у батальйонах «Дніпро-1» та «Шахтарськ» (позивний «Старий»). брав участь у боях за визволення Мар'їнки у Донецької області. Загинув 16 серпня 2014 року під час виконання бойового завдання поблизу Красногорівки Донецької області.",
      "Нагороджений орденом «За мужність» III ступеня (посмертно). Його ім'ям названо вулицю в місті Лозова Харківської області."
    ]
  },
  {
    id: 3,
    image: "3 Василь Годун.jpg",
    name: "Василь Анатолійович Годун",
    dates: "6 жовтня 1980 – 13 березня 2024",
    text: [
      "Військовослужбовець. Вихованець лубенського клубу спортивного орієнтування і туризму «Валтекс». Спортивним орієнтуванням займався з юних років. Багаторазово брав участь у всеукраїнських змаганнях, а після завершення виступів на найвищому рівні залишався активним членом орієнтувальної спільноти.",
      "29 квітня 2022 року долучився до лав Збройних Сил України, розпочавши військову службу у 2-й стрілецькій роті 45-го окремого стрілецького батальйону. Уже з 20 червня брав участь у бойових діях на сході України поблизу Новобахмутівки та Авдіївки.",
      "13 березня 2024 року лейтенант Василь Годун загинув поблизу села Кружок Конотопського району Сумської області. Нагороджений почесними відзнаками Головнокомандувача Збройних Сил України «Хрест хоробрих», «Сталевий хрест», «Срібний хрест», «Золотий хрест», нагрудним знаком «Ветеран війни». Посмертно нагороджений орденом Богдана Хмельницького III ступеня.",
      "У Лубнах на фасаді гімназії імені Героя України Віри Роїк відкрито меморіальну дошку герою — її випускникові Василеві Годуну. Після його загибелі в Лубнах започатковано Всеукраїнські змагання зі спортивного орієнтування, присвячені його пам'яті."
    ]
  },
  {
    id: 4,
    image: "4 Дмитро Гуцаленко.jpg",
    name: "Дмитро Володимирович Гуцаленко",
    dates: "14 грудня 1980 – 10 березня 2026",
    text: [
      "Приватний підприємець, випускник Луцького національного технічного університету, де навчався на факультеті комп'ютерних та інформаційних технологій. Багато років займався спортивним орієнтуванням у Волинському центрі національно-патріотичного виховання, туризму і краєзнавства, його тренерами були батьки – Тетяна Михайлівна і Володимир Іванович Гуцаленки, які працювали в цій установі. Був одним із найсильніших спортсменів свого покоління. Кандидат у майстри спорту України, неодноразовий призер чемпіонатів України, чемпіон України серед прикордонників.",
      "Після початку повномасштабного вторгнення Росії став на захист України. Служив у 5-й окремій штурмовій Київській бригаді на посаді старшого сержанта — командира евакуаційного взводу ремонтно-відновлювального батальйону.",
      "Загинув у бою з російськими окупантами 10 березня 2026 року поблизу села Любицьке Запорізького району Запорізької області.",
      "Нагороджений бригадною відзнакою «Хрест пошани». Посмертно відзначений бригадною відзнакою «Меморіальний Хрест»."
    ]
  },
  {
    id: 5,
    image: "5 Юрій Єрмак.jpg",
    name: "Юрій Іванович Єрмак",
    dates: "16 вересня 1953 – 16 березня 2022",
    text: [
      "Інженер-картограф, майстер спорту України зі спортивного орієнтування. Один із найвідоміших ветеранів маріупольського спортивного орієнтування. Багаторічний учасник і призер всеукраїнських змагань, автор численних спортивних карт, який навіть у 2021 році продовжував працювати над новими картографічними проєктами.",
      "Після початку повномасштабного російського вторгнення разом із дружиною намагався евакуюватися з оточеного Маріуполя.",
      "16 березня 2022 року поблизу Мангуша російський бронетранспортер наїхав на колону цивільних автомобілів, які евакуювалися з міста. Від отриманих поранень Юрій Єрмак загинув."
    ]
  },
  {
    id: 6,
    image: "6 Костянтин Завадський.jpg",
    name: "Костянтин Олегович Завадський",
    dates: "3 квітня 1991 – 29 січня 2024",
    text: [
      "Інженер, майстер спорту України зі спортивного туризму, мав перший спортивний розряд зі спортивного орієнтування. В останні десять років був одним із лідерів туристичного клубу КПІ «Глобус». Багато років організовував змагання зі спортивного туризму та спортивного орієнтування, проводив навчання з роботи з картою, компасом і GPS-навігацією.",
      "Після початку повномасштабного російського вторгнення став до лав Збройних Сил України. Служив оператором аеромобільного батальйону однієї з військових частин.",
      "Загинув 29 січня 2024 року під час виконання бойового завдання на Луганському напрямку. Посмертно нагороджений орденом «За мужність» III ступеня.",
      "Похований у рідному Каневі."
    ]
  },
  {
    id: 7,
    image: "7 Василь Зубрицький.jpg",
    name: "Василь Васильович Зубрицький",
    dates: "25 грудня 1995 – 12 березня 2023",
    text: [
      "Водій-далекобійник, спортсмен-орієнтувальник із Закарпаття. У 2007–2015 роках займався спортивним орієнтуванням і спортивним туризмом під керівництвом Сергія Петровича Готри. Був вихованцем Закарпатського центру туризму, входив до складу збірних команд Закарпатської області та Ужгородського району. Любив гори, лижний туризм і походи. Після закінчення Кам'яницької школи вступив до Ужгородського вищого професійного училища торгівлі та технологій харчування.",
      "У березні 2022 року добровільно став на захист України. Долучився до підрозділу територіальної оборони Закарпатської області, а в лютому 2023 року був переведений до 67-ї окремої механізованої бригади, де служив стрільцем. Виконував бойові завдання на найгарячіших ділянках фронту, стримуючи російських окупантів на Донецькому напрямку.",
      "Загинув 12 березня 2023 року поблизу села Площанка Луганської області.",
      "Нагороджений почесним нагрудним знаком Головнокомандувача Збройних Сил України «За взірцевість у військовій службі» та посмертно орденом «За мужність» III ступеня."
    ]
  },
  {
    id: 8,
    image: "8 Андрій Келя.jpg",
    name: "Андрій Аркадійович Келя",
    dates: "1 липня 1994 – 17 вересня 2023",
    text: [
      "Математик-програміст за освітою, випускник Чернівецького національного університету імені Юрія Федьковича. Майстер спорту України зі спортивного орієнтування (рогейн). Вихованець Ярослава Лизія, спортсмен ДЮСШ «Авангард» (Кіцмань). Один із найсильніших українських рогейнерів свого покоління, неодноразовий переможець і призер чемпіонатів України, учасник чемпіонатів Європи та світу з рогейну.",
      "Після початку повномасштабного російського вторгнення став на захист України. Служив у 80-й окремій десантно-штурмовій Галицькій бригаді.",
      "17 вересня 2023 року молодший сержант Андрій Келя загинув поблизу Кліщіївки Бахмутського району Донецької області, захищаючи Україну від російських окупантів."
    ]
  },
  {
    id: 9,
    image: "9 Юрій Кінаш.jpg",
    name: "Юрій Іванович Кінаш",
    dates: "26 вересня 1989 – 29 грудня 2022",
    text: [
      "Львів'янин. Здобув вищу освіту в Національному університеті «Львівська політехніка» за спеціальністю «Інформаційні управляючі системи та технології», отримавши ступінь магістра з комп'ютерних наук. У мирний час займався підприємницькою діяльністю, виконував електромонтажні роботи. Був учасником команди фестивалю української середньовічної культури «Ту Стань!». Захоплювався альпінізмом, спортивним орієнтуванням, напівмарафонами та пішохідним туризмом.",
      "З початком повномасштабного російського вторгнення добровольцем став до лав 24-ї окремої механізованої бригади імені короля Данила. Служив у підрозділі аеророзвідки, мав позивний «Вікінг».",
      "Під час проходження військової служби здобув офіцерське звання лейтенанта. За особисту мужність був нагороджений почесним нагрудним знаком Головнокомандувача Збройних Сил України «За досягнення у військовій службі» I ступеня.",
      "Загинув 29 грудня 2022 року під час оборони Бахмута."
    ]
  },
  {
    id: 10,
    image: "10 Дмитро Кісаков.jpg",
    name: "Дмитро Вікторович Кісаков",
    dates: "17 вересня 1979 – 18 грудня 2022",
    text: [
      "Директор ТОВ «Співпраця». Навчався у Державному університеті економіки і технологій у Дніпрі. Після окупації рідного Алчевська переїхав до Києва, працював на Дарницькій ТЕЦ.",
      "Спортивне орієнтування було його головним захопленням. Воно виховало в ньому витривалість, уміння швидко приймати рішення та впевнено діяти в незнайомій местності — якості, що стали в пригоді під час військової служби.",
      "З початком повномасштабного російського вторгнення став на захист України. Мав позивний «Фінчер». Пройшов шлях від добровольця до старшого лейтенанта 25-ї окремої повітрянодесантної Січеславської бригади.",
      "18 грудня 2022 року, виконуючи бойове завдання, загинув поблизу села Червонопопівка Луганської області.",
      "Посмертно нагороджений орденом «За мужність» III ступеня."
    ]
  },
  {
    id: 11,
    image: "11 Олег Клочков.jpg",
    name: "Олег Миколайович Клочков",
    dates: "25 травня 1975 – 10 листопада 2023",
    text: [
      "Закінчив Київський політехнічний інститут за спеціальністю інженера-технолога хімічної технології переробки деревини та рослинної сировини. У 2011 році родина переїхала з Черкащини до Обухівки. Працював на Київському картонно-паперовому комбінаті старшим машиністом картонного виробництва.",
      "Багато років захоплювався спортивним орієнтуванням, регулярно брав участь у всеукраїнських змаганнях, представляючи Київську область.",
      "У перші дні повномасштабного російського вторгнення добровольцем став на захист України. Служив солдатом батальйону аеродромно-технічного забезпечення 15-ї Бориспільської бригади транспортної авіації імені авіаконструктора Олега Антонова.",
      "Загинув 10 листопада 2023 року під час штурму ворожих позицій поблизу населеного пункту Кринки Херсонської області.",
      "Посмертно нагороджений орденом «За мужність» III ступеня. Посмертно удостоєний звання «Почесний громадянин міста Обухова»."
    ]
  },
  {
    id: 12,
    image: "12 Геннадій Колісник.jpg",
    name: "Геннадій Валерійович Колісник",
    dates: "18 лютого 1979 – 28 грудня 2022",
    text: [
      "Педагог. У 2002 році здобув фах учителя фізичної культури у Слов'янському державному педагогічному інституті. Був директором Донецького обласного центру туризму та краєзнавства учнівської молоді, мешкав у Краматорську, виступав за КСО «Азимут».",
      "Зробив вагомий внесок у розвиток спортивного туризму та спортивного орієнтування в Донецькій області, виховавши не одне покоління юних спортсменів, туристів і орієнтувальників.",
      "Після початку повномасштабного російського вторгнення спочатку навчав військовослужбовців топографії та орієнтуванню, а згодом добровільно вступив до лав Збройних Сил України.",
      "Загинув 28 грудня 2022 року в боях поблизу Бахмута, захищаючи рідну Донеччину від російських окупантів.",
      "Посмертно нагороджений медаллю «За військову службу Україні»",
      "Кубок пам’яті Геннадія Колісника «Шлях лідера» - відкриті змагання Донецької області зі спортивного орієнтування."
    ]
  },
  {
    id: 13,
    image: "13 Дмитро Константинов.jpg",
    name: "Дмитро Сергійович Константинов",
    dates: "15 грудня 1977 – 29 жовтня 2022",
    text: [
      "Суддя Красноградського районного суду Харківської області.",
      "Багато років був активним членом спільноти спортивного орієнтування Харківщини. Один із лідерів клубу «Норд» (тренер Леонід Петрович Фельдман), організатор численних змагань, наставник юних спортсменів, людина, без якої важко було уявити орієнтувальні старти.",
      "З перших днів повномасштабного російського вторгнення став волонтером Благодійного фонду «Світанок України», мав позивний «Ваша Честь». Опанував спеціальності бойового медика та сапера, допомагав військовим і цивільним, проводив навчання з гуманітарного розмінування.",
      "29 жовтня 2022 року загинув у селі Борщова під час розмінування деокупованої території Харківської області.",
      "Посмертно нагороджений орденом «За мужність» III ступеня та медаллю «За звитягу»."
    ]
  },
  {
    id: 14,
    image: "14 Андрій Кравченко.jpg",
    name: "Андрій Леонідович Кравченко",
    dates: "27 січня 1975 – 18 травня 2022",
    text: [
      "Здобув освіту фізика-дослідника у Чернівецькому національному університеті імені Юрія Федьковича. Працював керівником регіонального представництва МПП «Тумен» у Чернівцях.",
      "Із юних років захоплювався спортивним орієнтуванням. Був призером обласних та всеукраїнських змагань, багато років залишався активним учасником орієнтувальної спільноти Буковини.",
      "У 2016 році був мобілізований до лав Збройних Сил України, виконував бойові завдання на сході України. Після демобілізації залишився резервістом. Після початку повномасштабного російського вторгнення служив капітаном 3-го окремого загону спеціального призначення 8-го окремого полку спеціального призначення Сил спеціальних операцій Збройних Сил України, мав позивний «Дрон».",
      "Загинув 18 травня 2022 року під час виконання бойового завдання поблизу Бахмута.",
      "Нагороджений відзнакою Президента України «За участь в антитерористичній операції», медаллю «На славу Чернівців», посмертно — орденом «За мужність» III ступеня."
    ]
  },
  {
    id: 15,
    image: "15 Данило Кравченко.jpg",
    name: "Данило Сергійович Кравченко",
    dates: "12 квітня 2002 – 20 вересня 2025",
    text: [
      "Студент. Після закінчення Краматорської української гімназії продовжив навчання у Дніпровському державному технічному університеті, де здобув диплом за спеціальністю «Теплоенергетика».",
      "Займався у гуртках Донецького обласного центру туризму та краєзнавства учнівської молоді. Його перший тренер Геннадій Валерійович Колісник — директор Центру, який у 2022 році також загинув, захищаючи Україну. Пізніше тренувався у клубі «RO team Fox» у Олексія Володимировича Іванько.",
      "У 2012–2018 роках виступав у складі збірної команди школярів Донецької області, був учасником численних чемпіонатів України та інших всеукраїнських змагань зі спортивного орієнтування і спортивного туризму. Кандидат у майстри спорту.",
      "У вересні 2023 року добровільно приєднався до 54-ї окремої механізованої бригади імені гетьмана Івана Мазепи. Військову підготовку проходив у Великій Британії, де отримав позивний «Голландець». За два роки служби виконував бойові завдання на Часовоярському, Куп'янському, Торецькому та Сіверському напрямках.",
      "Загинув у бою поблизу Сіверська 20 вересня 2025 року.",
      "Нагороджений почесними нагрудними знаками Головнокомандувача Збройних Сил України «Золотий Хрест» та «Хрест хоробрих»."
    ]
  },
  {
    id: 16,
    image: "16 Євген Кулєпов.jpg",
    name: "Євген Олександрович Кулєпов",
    dates: "9 червня 1985 – 8 квітня 2023",
    text: [
      "— педагог Енергодарського центру туризму, краєзнавства та спорту, керівник гуртків. В рідному місті організовував дитячі змагання зі спортивного орієнтування, туристичні походи та збори.",
      "З початком повномасштабного вторгнення став на захист України. Служив стрільцем-санітаром 109-го окремого гірсько-штурмового батальйону 10-ї окремої гірсько-штурмової бригади «Едельвейс».",
      "Загинув 8 квітня 2023 року поблизу Бахмута під час виконання бойового завдання.",
      "У Запорізькій області проводяться обласні змагання зі спортивного орієнтування на честь вшанування пам'яті Євгена Кулєпова."
    ]
  },
  {
    id: 17,
    image: "17 Михайло Купрієнко.jpg",
    name: "Михайло Олександрович Купрієнко",
    dates: "11 липня 1990 – 2 квітня 2022",
    text: [
      "Інженер за фахом, військовослужбовець. Спортивним орієнтуванням почав займатися під час навчання у Знаменівській ЗОШ № 1, першим тренером був його батько — Олександр Васильович Купрієнко. Під час навчання у Дніпрі тренувався під керівництвом Валерія Вікторовича Заєрка. Кандидат у майстри спорту України. Навчався у Дніпровському коледжі радіоприладобудування, згодом — на юридичному факультеті Дніпровського національного університету імені Олеся Гончара. Працював за фахом на підприємстві в Дніпрі, що виготовляло прилади безпеки для шахтарів.",
      "У травні 2014 року добровільно став на захист України. Служив у складі 25-ї окремої повітрянодесантної (згодом десантно-штурмової) Січеславської бригади, мав позивні «Купер» і «Футболіст», пройшов Антитерористичну операцію. Був досвідченим сержантом-розвідником та інструктором, навчав молодих військовослужбовців.",
      "Загинув 2 квітня 2022 року в запеклих боях під Авдіївкою, прикриваючи передислокацію свого підрозділу.",
      "Нагороджений відзнакою Президента України «За участь в антитерористичній операції», медаллю «За військову службу Україні», відзнакою «За оборону Маріуполя», пам'ятним нагрудним знаком «Захиснику Вітчизни», посмертно — орденом «За мужність» III ступеня.",
      "З квітня 2024 року на Дніпропетровщині проводяться змагання зі спортивного орієнтування, присвячені пам'яті Героя-розвідника Михайла Купрієнка."
    ]
  },
  {
    id: 18,
    image: "18 Олег Ленюк.jpg",
    name: "Олег Олегович Ленюк",
    dates: "6 квітня 1999 – 15 травня 2022",
    text: [
      "У січні 2022 року з відзнакою закінчив навчально-науковий інститут фізико-технічних та комп'ютерних наук Чернівецького національного університету імені Юрія Федьковича, здобувши кваліфікацію магістра на кафедрі математичних проблем керування та кібернетики. Працював у сфері розробки програмного забезпечення.",
      "Зі спортивним орієнтуванням познайомився ще в дитинстві, його тренером став батько – Олег Михайлович Ленюк. Уже у 15 років переміг на чемпіонаті Чернівецької області серед дорослих, а згодом став одним із найсильніших молодих спортсменів України. Був неодноразовим чемпіоном України, членом національної збірної України. У 2020 році здобув срібну медаль чемпіонату Європи з рогейну серед юніорів та виконав норматив майстра спорту України.",
      "Добровільно став на захист України. Із березня 2022 року служив у Збройних Силах України, згодом став командиром 2-го артилерійського взводу 2-ї артилерійської батареї 1-го артилерійського батальйону Окремого президентського полку імені гетьмана Богдана Хмельницького.",
      "15 травня 2022 року молодший лейтенант Олег Ленюк загинув під Харковом.",
      "Посмертно нагороджений орденом Богдана Хмельницького III ступеня.",
      "У Чернівцях його ім'ям названо одну з вулиць. Із 2023 року на Буковині проводяться всеукраїнські змагання зі спортивного орієнтування, присвячені пам'яті Олега Ленюка."
    ]
  },
  {
    id: 30,
    image: "30 Олександр Ляхов.jpg",
    name: "Олександр Ляхов",
    dates: "7 лютого 2002 – 4 грудня 2024",
    text: [
      "Маріупольський хлопчина, який  добровольцем пішов боронити своє місто, свою країну. Спортивним орієнтуванням розпочав займався у Маріуполі, виступав за клуб «Меотида». Мав спортивний розряд. Його першим тренером був Ігор Євгенович Кузьмін.",
      "У 2019 році вступив до Національного технічного університету України «Київський політехнічний інститут імені Ігоря Сікорського»,  де навчався в Навчально-науковому інституті атомної та теплової енергетики на кафедрі цифрових технологій в енергетиці.",
      "Брав активну участь у діяльності відділу якості освіти Студентської ради КПІ, був активним учасником різних конкурсів та заходів. Згодом очолював секцію у Науковому товаристві студентів і аспірантів та у студентському просторі \"Bilka\".",
      "З початком повномасштабного вторгнення Олександр активно займався волонтерською діяльністю. Наприкінці літа 2024 року підписав контракт із Збройними силами України та встав на захист нашої країни у складі 110-ї окремої механізованої бригади імені генерал-хорунжого Марка Безручка.",
      "4 грудня 2024 року загинув під час виконання бойового завдання на Курському напрямку."
    ]
  },
  {
    id: 19,
    image: "19 Орест Малованюк.jpg",
    name: "Орест Орестович Малованюк",
    dates: "16 травня 1997 – 16 лютого 2025",
    text: [
      "Офіцер Державної прикордонної служби України, позивний «Тайпан». Народився у селі Бобівці на Буковині. Майстер спорту України з рогейну, кандидат у майстри спорту України з легкої атлетики. Багаторазовий чемпіон України з рогейну, чемпіон України з 24-годинного бігу, переможець молодіжної першості України з бігу на милю. Закінчив факультет фізичної культури, спорту та реабілітації Чернівецького національного університету імені Юрія Федьковича за спеціальністю «Фізична культура і спорт».",
      "Проходив службу у 7-му прикордонному Карпатському загоні та 1-му прикордонному загоні «Гарт» Державної прикордонної служби України. Був лейтенантом, командиром розвідувальної групи. Виконував бойові завдання на Слов'янському, Бахмутському, Хромівському, Кліщіївському та Вовчанському напрямках.",
      "Загинув 16 лютого 2025 року під час виконання бойового завдання в районі Вовчанська Харківської області.",
      "Нагороджений Почесною грамотою Кабінету Міністрів України, відзнакою Президента України «За оборону України», нагрудними знаками Державної прикордонної служби України «За мужність в охороні державного кордону» та «Відмінний прикордонник», медаллю «Хоробре серце» — почесною відзнакою командувача оперативно-тактичного угруповання «Харків».",
      "У травні 2026 року в Чернівцях відбулися Всеукраїнські змагання зі спортивного орієнтування та легкоатлетичного кросу, присвячені пам’яті Ореста Малованюка."
    ]
  },
  {
    id: 20,
    image: "20 Олександр Мартинюк.jpg",
    name: "Олександр Ксенофонтович Мартинюк",
    dates: "7 січня 1985 – 8 жовтня 2022",
    text: [
      "Лучанин. У мирному житті був людиною активного способу життя: займався бігом, спортивним орієнтуванням, велоспортом і туризмом.",
      "Був активним учасником волинської спільноти спортивного орієнтування, виступав за клуб «ЛФСО» (тренер Андрій Віталійович Єрко), неодноразово ставав призером змагань.",
      "У 2013 році приєднався до лав Волинської самооборони та став учасником Революції Гідності. Після початку російської збройної агресії у 2014 році добровільно вступив до лав Збройних Сил України, де обіймав посаду командира взводу 51-ї окремої механізованої бригади. Після завершення служби працював у патрульній поліції, де його згадують як принципового, справедливого й небайдужого до людей правоохоронця.",
      "Після початку повномасштабного російського вторгнення знову став до лав Збройних Сил України. Служив командиром взводу саперів 14-ї окремої механізованої бригади імені князя Романа Великого, звання – старший лейтенант, мав позивний «Мартенз». Виконував бойові завдання в Житомирській, Миколаївській, Донецькій та Харківській областях.",
      "26 вересня 2022 року під час бою поблизу села Лиман Перший Куп'янського району Харківської області зазнав тяжких поранень. Помер 8 жовтня 2022 року.",
      "Нагороджений відзнакою Президента України «За участь в антитерористичній операції», почесним нагрудним знаком Начальника Генерального штабу Збройних Сил України «За досягнення у військовій службі» II ступеня та орденом «За мужність» III ступеня.",
      "Після загибелі Олександра Мартинюка його пам'яті присвячують всеукраїнські змагання зі спортивного орієнтування на велосипедах — Чемпіонат України та етапи Кубка України."
    ]
  },
  {
    id: 21,
    image: "21 Сергій Наточій.jpg",
    name: "Сергій Михайлович Наточій",
    dates: "27 травня 1998 – 2026",
    text: [
      "Випускник факультету фізичного виховання і спорту ХНПУ імені Г.Сковороди. Виріс у родині орієнтувальників. Першим тренером був батько — Михайло Сергійович Наточій, один із провідних тренерів і спортивних картографів Харківщини. Виступав за КСО «Фігуровка» Харківської області. Майстер спорту України зі спортивного орієнтування.",
      "Працював викладачем фізичної культури у харківській приватній школі Liberty School.",
      "Захищав Україну у складі 2-го окремого загону Центру спеціального призначення «Омега» Національної гвардії України, мав позивний «Форест».",
      "Загинув під час виконання бойового завдання у місті Костянтинівка Донецької області."
    ]
  },
  {
    id: 22,
    image: "22 Роман Ніколайчук.jpg",
    name: "Роман Олександрович Ніколайчук",
    dates: "1 січня 1980 – 19 липня 2022",
    text: [
      "Підприємець, за освітою правознавець. Багато років був активним учасником діяльності Оржівського клубу спортивного орієнтування «Равлики», допомагав в організації заходів та популяризації спортивного орієнтування серед дітей і молоді.",
      "Із перших днів повномасштабного російського вторгнення вступив до Добровольчого формування Рівненської міської територіальної громади № 1. Сумлінно виконував обов'язки добровольця, беручи участь в охороні Рівного та забезпеченні безпеки його мешканців.",
      "19 липня 2022 року загинув у Рівному, намагаючись зупинити озброєного нападника, який здійснив розбійний напад на пункт обміну валют. Ставши на захист людей, отримав смертельне вогнепальне поранення.",
      "Посмертно удостоєний звання «Почесний громадянин міста Рівного»."
    ]
  },
  {
    id: 23,
    image: "23 Петро Ревут.jpg",
    name: "Петро Олександрович Ревут",
    dates: "14 липня 1999 — 7 вересня 2024",
    text: [
      "Орієнтувальник і турист із селища Оржів Рівненської області. Вихованець Рівненської обласної станції юних туристів та тренера Леоніда Івановича Ольховика. Навчався у Рівному в Міжнародному економіко-гуманітарному університеті імені академіка Степана Дем'янчука. Виступав за клуб «Oriens», мав ІІ спортивний розряд зі спортивного орієнтування, згодом долучився до тренерської роботи.",
      "Після початку військової служби став офіцером Десантно-штурмових військ України. Лейтенант, заступник командира 3-ї аеромобільної роти — інструктор з повітрянодесантної підготовки 1-го аеромобільного батальйону.",
      "Загинув 7 вересня 2024 року під час виконання бойового завдання поблизу Сіверська на Донеччині.",
      "Нагороджений почесним нагрудним знаком Головнокомандувача Збройних Сил України «Хрест хоробрих» і орденами Богдана Хмельницького III та II ступенів (останнім — посмертно).",
      "Пам'ять Петра Ревута вшановано відкритими змаганнями зі спортивного орієнтування, що відбулися 26 жовтня 2025 року в Оржеві. Турнір був присвячений пам'яті двох оржівських орієнтувальників — Петра Ревута та Романа Ніколайчука, які загинули, захищаючи Україну."
    ]
  },
  {
    id: 24,
    image: "24 Віталій Святненко.jpg",
    name: "Віталій Валерійович Святненко",
    dates: "20 липня 1982 – 29 квітня 2024",
    text: [
      "Педагог, організатор дитячо-юнацького туризму та спортивного орієнтування. Очолював туристичний клуб «Полісся», виконував обов'язки директора Житомирського обласного центру туризму і краєзнавства учнівської молоді.",
      "Кандидат у майстри спорту України зі спортивного туризму, багаторазовий переможець і призер обласних та всеукраїнських змагань зі спортивного туризму й спортивного орієнтування.",
      "У березні 2023 року став на захист України. Був інструктором Школи підготовки розвідників 199-го навчального центру Десантно-штурмових військ Збройних Сил України, мав позивний «Турист».",
      "29 квітня 2024 року молодший сержант Віталій Святненко загинув під час виконання бойового завдання у складі 132-го окремого розвідувального батальйону поблизу села Новомихайлівка Покровського району Донецької області.",
      "Посмертно нагороджений орденом «За мужність» III ступеня.",
      "На фасаді Центру позашкільної освіти Житомирської обласної ради встановлено меморіальну дошку на його честь.",
      "З 31 жовтня по 2 листопада 2025 року поблизу Коростишева відбулися чемпіонат України з рогейну (6 годин) та чемпіонат Житомира з рогейну (3 години), присвячені пам'яті Віталія Святненка."
    ]
  },
  {
    id: 25,
    image: "25 Сергій Сухарєв.jpg",
    name: "Сергій Степанович Сухарєв",
    dates: "28 січня 1954 – 17 листопада 2025",
    text: [
      "Програміст АТ «Сумиобленерго». Освіту здобув у Сумському державному педагогічному інституті імені А. С. Макаренка, за фахом — учитель математики та фізики. Зі спортивним орієнтуванням познайомився під час навчання (тренер — Валентин Петрович Кривцун), входив до складу збірної інституту, яка неодноразово ставала призером республіканських і всесоюзних змагань.",
      "Почесний член Федерації спортивного орієнтування України, майстер спорту України, суддя національної категорії, один із найавторитетніших діячів українського спортивного орієнтування на Сумщині.",
      "Багато років поєднував спортивну, суддівську, картографічну та технічну діяльність. Створив сотні спортивних карт, розробив програмне забезпечення «Орієнтир» для проведення змагань із використанням електронної системи відмітки, готував методичні матеріали для спортсменів і суддів.",
      "Програмне забезпечення «Орієнтир» протягом багатьох років використовували організатори змагань зі спортивного орієнтування в різних регіонах України.",
      "17 листопада 2025 року загинув у власній квартирі внаслідок російського ракетного удару по житловому кварталу міста Суми."
    ]
  },
  {
    id: 26,
    image: "26 Олександр Тепенчак.jpg",
    name: "Олександр Васильович Тепенчак",
    dates: "25 серпня 1977 — 21 березня 2022",
    text: [
      "У мирному житті працював тренером зі спортивного орієнтування у Дніпрі, згодом — фрезерувальником. Народився у Коростишеві на Житомирщині, навчався у Вінницькому державному педагогічному університеті. Спортивним орієнтуванням займався з дитинства, став кандидатом у майстри спорту України.",
      "Після початку російської збройної агресії у 2014 році став на захист України. До 2016 року брав участь в Антитерористичній операції. Після початку повномасштабного російського вторгнення знову став до лав Збройних Сил України та служив у складі 95-ї окремої десантно-штурмової Поліської бригади.",
      "21 березня 2022 року молодший сержант Олександр Тепенчак загинув під час оборони селища Солодке Волноваського району Донецької області, отримавши смертельні поранення в бою з російськими військами.",
      "Посмертно нагороджений орденом «За мужність» III ступеня. На Житомирщині проводяться всеукраїнські змагання зі спортивного орієнтування, присвячені його пам'яті.."
    ]
  },
  {
    id: 27,
    image: "27 Олександр Шеремет.jpg",
    name: "Олександр Леонідович Шеремет",
    dates: "8 листопада 1984 — березень 2022",
    text: [
      "Тренер, педагог, майстер спорту України зі спортивного орієнтування. Народився і жив в Ірпені. Зі спортивним орієнтуванням познайомився у клубі «Kyiv Region» (тренери Василь Березовський та Андрій Подгаєцький). Закінчив факультет фізичного виховання Національного педагогічного університету імені Михайла Драгоманова. Працював тренером Ірпінської дитячо-юнацької спортивної школи, викладав у Національному педагогічному університеті імені Михайла Драгоманова та Українському гуманітарному інституті в Бучі. Був тренером збірної команди школярів України зі спортивного орієнтування.",
      "Став першим у Приірпінні майстром спорту України зі спортивного орієнтування та першим корінним ірпінцем, який професійно працював тренером у цьому виді спорту. Брав активну участь в організації змагань. Працював із дітьми та молоддю, передаючи їм не лише спортивні навички, а й любов до природи та спортивного орієнтування.",
      "Після початку повномасштабного російського вторгнення залишився в рідному Ірпені. Допомагав евакуювати рідних, друзів і знайомих. Вивіз сім'ю в безпечне місце та повернувся, щоб доглядати за батьком.",
      "25 березня 2022 року був захоплений російськими військовими в Ірпені. Наприкінці березня його тіло виявили в Боярці. За свідченнями рідних, Олександр загинув від вогнепальних поранень.",
      "Із листопада 2022 року на Київщині проводяться змагання зі спортивного орієнтування, присвячені його пам'яті."
    ]
  },
  {
    id: 28,
    image: "28 Вячеслав Шимчук.jpg",
    name: "В'ячеслав Федорович Шимчук",
    dates: "11 листопада 1973 — 26 липня 2024",
    text: [
      "Майстер спорту України, багаторазовий чемпіон України та міжнародних змагань, член національної збірної України зі спортивного орієнтування та рогейну.",
      "Багато років працював тренером, виховав не одне покоління спортсменів, передаючи їм свої знання, досвід і любов до спортивного орієнтування. Представляв Україну на міжнародних змаганнях.",
      "Після початку повномасштабного російського вторгнення добровільно став на захист України. Служив у складі 13-ї бригади оперативного призначення Національної гвардії України «Хартія», був розвідником, головним сержантом взводу, мав позивний «Дід». Пройшов бойовий шлях від боїв під Бахмутом і Серебрянського лісу до оборони Харківщини.",
      "26 липня 2024 року В'ячеслав Шимчук загинув під час виконання бойового завдання поблизу села Липці Харківської області.",
      "Посмертно нагороджений почесним нагрудним знаком Головнокомандувача Збройних Сил України «Хрест хоробрих». За мужність і героїзм удостоєний звання Героя України.",
      "У Харківському ліцеї № 73 Немишлянського району, де навчався В'ячеслав Шимчук, встановлено меморіальну дошку на його честь."
    ]
  },
  {
    id: 29,
    image: "29 Володимир Шпетний.jpg",
    name: "Володимир Анатолійович Шпетний",
    dates: "25 березня 1969 – 21 березня 2023",
    text: [
      "Харків'янин, майстер спорту України зі спортивного орієнтування. Закінчив Харківський інститут радіоелектроніки. У мирному житті поєднував роботу, родину та захоплення спортом. Був одним із найсильніших українських орієнтувальників, виступав за національну збірную України, досяг високих результатів у рогейні.",
      "Спортивним орієнтуванням почав займатися ще у шкільні роки в харківському клубі «Динамо» під керівництвом тренера Юрія Павловича Карноушенка.",
      "Після початку повномасштабного російського вторгнення добровільно став до лав Збройних Сил України. Служив у складі 92-ї окремої штурмової бригади імені кошового отамана Івана Сірка, мав військове звання молодшого сержанта, позивний «Nord». Як інструктор навчав військовослужбовців Збройних Сил України та Національної гвардії України орієнтуванню на місцевості, згодом виконував бойові завдання на передовій.",
      "21 березня 2023 року Володимир Шпетний загинув під час виконання бойового завдання поблизу села Новоселівське Луганської області.",
      "Нагороджений медаллю «Захиснику Вітчизни» та орденом «За мужність» III ступеня (посмертно).",
      "На будівлі Харківського ліцею № 5 Харківської міської ради, де навчався Володимир Шпетний, встановлено меморіальну дошку на його честь."
    ]
  },
  {
    id: 31,
    image: "31 Віталій Марчук.jpg",
    name: "Віталій Омелянович Марчук",
    dates: "1 травня 1972 – 31 серпня 2023",
    text: [
      "Педагог, легкоатлет, альпініст, спортсмен-орієнтувальник, рогейнер. Ще навчаючись у загальноосвітній школі, почав займатися легкою атлетикою. Тренувався у групі заслуженого тренера України Дениса Ілліча Тищука. Неодноразово ставав переможцем і призером обласних, всеукраїнських та всесоюзних змагань. Серед найвищих спортивних досягнень – бронзова медаль першості СРСР серед школярів на дистанції 3000 метрів та третє місце на юнацькому чемпіонаті України з кросу.",
      "Згодом захопився альпінізмом, спортивним орієнтуванням і рогейном. Був членом альпіністського клубу «Чернівці», брав участь у численних гірських сходженнях, змаганнях зі спортивного орієнтування та рогейну.",
      "У 1989 році вступив на факультет спорту Львівського державного університету фізичної культури імені Івана Боберського. Після завершення навчання повернувся до Чернівців, де працював учителем, викладав на кафедрі фізичної культури та здоров'я людини Чернівецького національного університету імені Юрія Федьковича, а також на Чернівецькому факультеті Національного технічного університету «Харківський політехнічний інститут». Колеги й учні пам'ятають його як талановитого педагога, який умів надихати молодь любов'ю до спорту та активного способу життя.",
      "24 лютого 2022 року добровольцем прийшов до військкомату. Служив у 82-й окремій десантно-штурмовій Буковинській бригаді, у складі якої брав участь у звільненні Харківщини, а згодом виконував бойові завдання на Запорізькому напрямку.",
      "31 серпня 2023 року загинув поблизу села Роботине Пологівського району Запорізької області під час виконання бойового завдання.",
      "За особисту мужність і самовідданість, виявлені під час захисту державного суверенітету й територіальної цілісності України, нагороджений орденом «За мужність» ІІІ ступеня (посмертно).",
      "Пам'ять про Віталія Марчука бережуть його рідні, друзі, учні та спортивна спільнота Буковини. Він залишив по собі приклад людини, яка однаково самовіддано служила спорту, освіті й Україні."
    ]
  },
  {
    id: 32,
    image: `32 Сергій Поліщук.jpg`,
    name: "Сергій Петрович Поліщук",
    dates: "17 червня 1986 – 11 червня 2022",
    text: [
      "«Сергій Поліщук був горолюбом і життєлюбом. Він проводив дні, займаючись скелелазінням, альпінізмом, трейлранінгом, катанням на сноуборді та всім іншим, що могло привести його в гори. Тепло і турбота були його найхарактернішими рисами. У нього була сонячна і дуже добра посмішка», — згадує його найближча подруга Марія Москалець.",
      "Як активний учасник трейлової та гірської спільноти, Сергій багато років був добре знайомий з представниками спортивного орієнтування, рогейну та мультиспортивних перегонів, разом із якими тренувався, змагався й волонтерив.",
      "Після початку російської агресії у 2014 році добровольцем став на захист України, брав участь в обороні міста Щастя на Луганщині.",
      "Із початком повномасштабного вторгнення 24 лютого 2022 року знову добровільно взяв до рук зброю, брав участь в обороні Києва. Після звільнення Київської області проходив службу у 47-му окремому батальйоні, який згодом став основою 47-ї окремої механізованої бригади «Магура». Позивний — «Паля».",
      "Загинув поблизу села Миронівка Бахмутського району Донецької області під час виконання бойового завдання.",
      "Нагороджений орденом «За мужність» ІІІ ступеня (посмертно).",
      "Пам'ять про Сергія живе серед друзів і спортивної спільноти. Організатори трейлового забігу «Карпатія Трейл» назавжди закріпили за ним стартовий номер 1, під яким він мав стартувати у 2022 році. На його честь друзі також проводять благодійні та донорські збори на підтримку Сил оборони України."
    ]
  },
  {
    id: 33,
    image: "33 Дмитро Ткаченко.jpg",
    name: "Дмитро Олександрович Ткаченко",
    dates: "25 травня 1999 – 29 серпня 2022",
    text: [
      "Старший лейтенант Збройних Сил України, спортсмен-орієнтувальник. Спортивним орієнтуванням займався під час навчання у Національній академії сухопутних військ імені гетьмана Петра Сагайдачного. Виконав норматив І спортивного розряду. Тренувався під керівництвом Юрія Бадана та Сергія Барашевського, представляв команду академії та Львівської області на всеукраїнських змаганнях.",
      "Народився у Красногорівці Донецької області. Після початку російської агресії у 2014 році разом із родиною переїхав до Кременчука. Закінчив ліцей №16, після чого вступив до Національної академії сухопутних військ імені гетьмана Петра Сагайдачного на факультет бойового застосування військ.",
      "У 2020 році отримав перше офіцерське звання лейтенанта та був призначений командиром взводу 28-ї окремої механізованої бригади. Виконував бойові завдання в районі проведення операції Об'єднаних сил, обороняв Мар'їнку, Красногорівку та Курахове. За успішне виконання бойового завдання був призначений командиром роти. Позивний — «Рубін».",
      "Під час повномасштабного вторгнення брав участь у визволенні Херсонщини. 29 серпня 2022 року під час наступальної операції поблизу селища Мирне (Благодатне) Херсонської області рота Дмитра вирушила на допомогу іншому підрозділу, який потрапив під ворожий обстріл. Під час артилерійського удару офіцер загинув.",
      "Нагороджений орденом «За мужність» ІІІ ступеня, а посмертно — орденом «За мужність» ІІ ступеня. Також відзначений почесним нагрудним знаком Головнокомандувача Збройних Сил України «За досягнення у військовій службі», нагрудним знаком «Козацький хрест» ІІІ ступеня та відзнакою командувача оперативного командування «Південь»."
    ]
  },
  {
    id: 34,
    image: "34 Олександр Любимков.jpg",
    name: "Олександр Володимирович Любимков",
    dates: "13 липня 1971 – 2 квітня 2022",
    text: [
      "Військовослужбовець. Народився в місті Олешки Херсонської області. Із юних років захоплювався спортивним орієнтуванням та легкою атлетикою, тренувався у Володимира Карася.",
      "У мирному житті працював в Олешківському дитячому будинку-інтернаті.",
      "Після початку повномасштабного російського вторгнення став на захист України. Служив у складі 36-ї окремої бригади морської піхоти імені контрадмірала Михайла Білинського. Старший матрос, старший стрілець відділення взводу 503-го окремого батальйону морської піхоти. Побратими знали його за позивним «Дядь Саша».",
      "Загинув 2 квітня 2022 року під час виконання бойового завдання поблизу Новоукраїнки на Донеччині. Похований на Краснопільському кладовищі у Дніпрі.",
      "Посмертно нагороджений орденом «За мужність» II ступеня."
    ]
  },
];